alsa-utils
anki
base
base-devel
bind
blueman
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
clipse
dolphin
efibootmgr
fastfetch
firefox
fuse2
fzf
git
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprutils
imagemagick
jq
kitty
libpulse
linux
linux-firmware
lsd
luarocks
man-db
man-pages
mtr
neovim
network-manager-applet
networkmanager
newsboat
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obs-studio
obsidian
openssh
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
powertop
python-dbus
python-gobject
qt5-wayland
sof-firmware
speech-dispatcher
spotify
starship
steam
swaync
sysstat
teams
tela-circle-icon-theme-pink
thefuck
tmux
traceroute
ttf-cascadia-code-nerd
unzip
vim
waybar
wget
wireplumber
wofi
xdg-desktop-portal-hyprland
yay
yay-debug
zram-generator
zsh
